/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d falsche Passcode-Eingaben";
"%d Failed Password Attempts" = "%d fehlgeschlagene Passworteingaben";

"1 Failed Passcode Attempt" = "1 fehlgeschlagene Passcode-Eingabe";
"1 Failed Password Attempt" = "1 fehlgeschlagene Passworteingabe";

"Do you want to use Touch ID for authentication?" = "Möchtest Du Touch-ID zur Authentifizierung verwenden?";

"Done" = "Fertig";

"Enable Touch ID" = "Touch-ID aktivieren";

"Enter a different passcode. Cannot re-use the same passcode." = "Gebe einen anderen Passcode ein. Der gleiche Passcode kann nicht erneut verwendet werden.";
"Enter a different password. Cannot re-use the same password." = "Gebe ein anderes Passwort ein. Das gleiche Passwort kann nicht erneut verwendet werden.";

"Enter a passcode" = "Passcode eingeben";
"Enter a password" = "Passwort eingeben";

"Enter your new passcode" = "Gebe Deinen neuen Passcode ein";
"Enter your new password" = "Gebe Dein neues Passwort ein";

"Enter your old passcode" = "Gebe Deinen alten Passcode ein";
"Enter your old password" = "Gebe Dein altes Passwort ein";

"Enter your passcode" = "Gebe Deinen Passcode ein";
"Enter your password" = "Gebe Dein Passwort ein";

"Invalid Passcode" = "Ungültiger Passcode";
"Invalid Password" = "Ungültiges Passwort";

"Passcodes did not match.\nTry again." = "Passcodes stimmen nicht überein.\nVersuche es erneut.";
"Password did not match.\nTry again." = "Passwort stimmt nicht.\nVersuche es erneut.";

"Re-enter your passcode" = "Passcode erneut eingeben";
"Re-enter your password" = "Passwort erneut eingeben";

"Try again in %d minutes" = "Versuche es in %d Minuten erneut";

"Try again in 1 minute" = "Versuche es in 1 Minute erneut";
